{
  "shortBio": "The Short Version\nEvery image starts with a feeling. I see something — a light, a place, a moment — and I know. Then I frame it so your eye lands exactly where mine did. If you feel something when you look at it, even just I wish I could go there — that's the magic. That's all photography has ever been for me.",
  "longBio": [
    "In 1995, I moved to East Berlin. I was eighteen. The walls of the buildings were still grey from the years before the Wall came down, and I had no idea what I wanted to be. Scientist? Physicist? Broadcaster? I tried all of it. I ran tapes up three flights of stairs at a TV station because the elevator couldn't be trusted and the broadcast couldn't wait. I freelanced. I started a business. I figured it out as I went.\nBy 2006, I had built a life in Berlin — but when a crew from the UK offered me a shot at the touring world, I packed everything that fit into a Volkswagen Golf and drove to London. What didn't fit stayed behind.\nLondon changed everything. For the first time, nobody cared about my degree or my CV. They cared about one thing: do you have passion? If you did, they helped you run with it. It felt like coming home.\nIn 2008, I walked into a camera store in New York before heading out on tour. No big plan. I just thought — this city looks incredible, and I know how to frame an image. So I bought a camera, pointed it at the world, and something clicked. Not just the shutter.\nI started seeing differently. Angles. Light. The way a city feels at 6am when nobody's watching. The early shots were point-and-shoot — figure it out later. A hundred blurred frames for every sharp one. But I kept going.\nThe touring years took me everywhere. Stadium shows at the Tokyo Dome with the Stones. A private concert in Benghazi for Gaddafi that ended with gunshots and an evacuation. Three separate moments in my career that connected me to Nelson Mandela — from celebrating his birthday at Hyde Park, to standing in the streets of Soweto the day he died while people danced and celebrated his life, to returning to Johannesburg years later for his hundredth. I worked with Queen, Paul McCartney, Beyoncé, U2. I once flew from Perth to London on the band's private plane, made a few phone calls, and five days later was on my way to South America with McCartney.\nBut the photography was always the thing underneath. On days off, while the crew rested, I was gone. Rented a car at dawn. Chased light I hadn't seen before. Got lost in places where I didn't speak the language.\nIt was in South America with the Stones — around 2016 — that the obsession fully took hold. Argentina broke something open. I'd invested in serious gear by then, and the camera technology had caught up with what my eye wanted to do. My wife Lucy, who I'd met on tour with U2 the year before, came out to join me. We flew down to the Perito Moreno glacier for two days. From that point forward, photography wasn't a hobby. It was who I am.\nTanzania holds a different story. That wasn't touring — that was family. In 2017, my sister and I took our mother back to the foothills of Kilimanjaro, where she was born. Our grandfather had a coffee farm there, back when Tanzania was a German colony. At beginning of WW2, the British gave him a choice: become a citizen or lose everything and go home. He chose Germany. My mother was five. We went back to find the house she grew up in, walked the roads she hadn't seen in decades, and then headed out on safari across the Serengeti. Those wildlife images carry that history in every frame.\nSome places I return to like old friends. Death Valley since 1999. Monument Valley so many times I've lost count. The national parks of the American West. San Francisco. Iceland with the family. Lake Powell. Hawaii. Each visit adds a layer.\nWhen the kids came along, the camera turned inward too. Suddenly it wasn't just landscapes — it was portraits, it was learning how light falls on the people you love, it was Lucy taking pictures of me taking pictures.\nToday, every image in this archive started the same way: a feeling. I see something, and I know. Then I frame it so your eye lands exactly where mine did. Sometimes I'll remove distractions in the edit — because photography isn't just taking pictures. It's recreating the emotion of the moment so someone else can feel it too.\nIf you take a print home from Archive 35, you're taking home a snapshot of my life. A moment I saw, felt, and then painted with every tool I had until it matched what was in my chest when I pressed the shutter.\nArt is about feelings. It's what you feel when you see it, what you feel when you pass it on the way to the bathroom at 6am and one morning you stop and think — I wish I could go there.\nThat's the magic. That's what keeps me going.\nInspired by curiosity. Executed with passion."
  ],
  "artistQuote": "I don't photograph places. I photograph how places make me feel.",
  "printsInfo": [
    "All prints are produced by our professional print partner using museum-quality materials—archival papers, gallery-wrapped canvas, metal, acrylic, and wood.",
    "Each image is available in multiple sizes and formats, from intimate desk prints to statement wall pieces. Free shipping to USA and Canada.",
    "Questions about custom sizes or licensing? <a href=\"contact.html\">Get in touch</a>."
  ],
  "photoPath": "images/about/wolf-portrait.jpeg"
}
