{
  "shortBio": "I'm Wolf, and Archive 35 is where a lifetime of photography finds its home.",
  "longBio": [
    "In 2008, I picked up a camera. I haven't put it down since.",
    "For over fifteen years, I've traveled the world as a touring engineer with some of the biggest names in music. The job took me everywhere—from stadium shows at the Tokyo Dome to festivals across Europe, from the desert stages of Dubai to arenas in South America and all the way to New Zealand.",
    "But the real discoveries happened on the days off.",
    "While the crew rested, I wandered. Rented cars at dawn. Chased light across unfamiliar landscapes. Found quiet corners in chaotic cities.",
    "What started as a way to fill free time became something deeper—a way of seeing the world, finding stillness in motion, and preserving moments of extraordinary light.",
    "Fifty-five countries later, from the misty fjords of Iceland to the red earth of Tanzania, from Patagonian peaks to the streets of Havana, each image in this collection represents a moment of connection between photographer, place, and light.",
    "Archive 35 is an invitation to see the world the way I've seen it—one frame at a time, from the window of a tour bus, the deck of a ferry, or the edge of a cliff at golden hour.",
    "The journey continues. There's always another country, another sunrise, another frame."
  ],
  "artistQuote": "I photograph places the way you remember them, not the way they look in a brochure. Light is the subject. The landscape is just where it lands.",
  "printsInfo": [
    "All prints are produced by our professional print partner using museum-quality materials—archival papers, gallery-wrapped canvas, metal, acrylic, and wood.",
    "Each image is available in multiple sizes and formats, from intimate desk prints to statement wall pieces. Free shipping to USA and Canada.",
    "Questions about custom sizes or licensing? <a href=\"contact.html\">Get in touch</a>."
  ],
  "photoPath": "images/grand-teton/WOLF7228-full.jpg"
}
